Repository: ImMALWARE/AutoTotal
Catalog: Properties/Resources.*.resx
Languages: ru_ru

# 0detects
source: No antiviruses marked it as malicious
ru_ru: Ни один антивирус не пометил его опасным

source: Add folder
ru_ru: Добавить папку

# AddFolderForce
source: Add folder in settings window!
ru_ru: Добавьте папку в окне настроек!

source: Adding folder
ru_ru: Добавление папки

# ATSettings
source: AutoTotal — Settings
ru_ru: AutoTotal — Настройки

# Autorun
source: Autorun app with Windows
ru_ru: Автозапуск приложения с Windows

# AVsDetected
source: antiviruses marked file as malicious
ru_ru: антивирусов пометили файл опасным

# BlockFiles
source: Block files until scanned
ru_ru: Блокировать файлы на время сканирования

# ChangeVTKey
source: Change VirusTotal API key
ru_ru: Изменить ключ API VirusTotal

# ChangingVTKey
source: Changing VirusTotal API key
ru_ru: Изменение ключа API VirusTotal

# CheckInternetConnection
source: File %name% wasn't scanned! Check internet connection!
ru_ru: Файл %name% не просканирован! Проверьте подключение к интернету!

# CheckKeyError
source: Error while checking key:
ru_ru: Ошибка проверки ключа:

# Clean
source: is clean!
ru_ru: чист!

# Dangerous
source: is dangerous!
ru_ru: опасен!

# Delete
source: Delete file
ru_ru: Удалить файл

# DisappearedFolder
source: Non-existing folder was deleted from the list
ru_ru: Несуществующая папка была удалена из списка

source: Exit
ru_ru: Выход

# FileDoesntExist
source: This file doesn't exist
ru_ru: Указанный файл не существует

# FileTooBig
source: is more than 650 MB, it can't be scanned on VirusTotal! Be cautious, make sure you can trust the source!
ru_ru: весит больше 650 МБ, его нельзя просканировать на VirusTotal! Будьте осторожны, убедитесь, что источнику можно доверять!

source: Finish first setup!
ru_ru: Сначала завершите первую настройку!

source: Folders list
ru_ru: Список папок

source: How to get?
ru_ru: Как получить?

source: Invalid key!
ru_ru: Неверный ключ!

# IsScanning
source: VirusTotal is scanning
ru_ru: VirusTotal сканирует

# KeyChanged
source: Key has been changed!
ru_ru: Ключ изменён!

# MinusFolder
source: - folder
ru_ru: - папка

# PlusFolder
source: + folder
ru_ru: + папка

# Processing
source: VirusTotal is processing
ru_ru: VirusTotal обрабатывает

# ProgramWillAutostart
source: Program will automatically start with Windows! You can change this in settings
ru_ru: Программа будет запускаться автоматически при старте Windows! Это можно изменить в настройках

# QuotaExceeded
source: File %name% wasn't scanned! Unfortunately, the VirusTotal API usage limit has been reached. Please try scanning again after some time. Alternatively, create a new VirusTotal account and update the key to a new one.
ru_ru: Файл %name% не просканирован! К сожалению, достигнут лимит использования API VirusTotal. Попробуйте просканировать снова через некоторое время. Либо создайте новый аккаунт VirusTotal и измените ключ на новый.

source: Run
ru_ru: Запустить

source: Save
ru_ru: Сохранить

# ScanError
source: AutoTotal — Scan error
ru_ru: AutoTotal - ошибка сканирования

source: Scan file...
ru_ru: Просканировать файл...

source: Scanning
ru_ru: Начато сканирование

source: Settings
ru_ru: Настройки

source: Show report
ru_ru: Показать отчёт

# Started
source: Program was started in background, use tray icon for interacting
ru_ru: Программа была запущена в фоне, используйте значок в трее для взаимодействия

# Suspicious
source: is suspicious!
ru_ru: подозрителен!

# Uploading
source: Uploading %name% to VirusTotal
ru_ru: Отправка %name% на VirusTotal

# WikiLink
source: https://github.com/ImMALWARE/AutoTotal/wiki/Obtaining-VirusTotal-API-Key
ru_ru: https://github.com/ImMALWARE/AutoTotal/wiki/%D0%9F%D0%BE%D0%BB%D1%83%D1%87%D0%B5%D0%BD%D0%B8%D0%B5-API-%D0%BA%D0%BB%D1%8E%D1%87%D0%B0-VirusTotal

# WorkingInBackground
source: AutoTotal is started in background
ru_ru: AutoTotal работает в фоне
